IDEA StatiCa Open Model
PointResults.Results Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of results in the point
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PointResultBase> Results { get; set; }
Public Property Results As List(Of PointResultBase)
	Get
	Set
public:
property List<PointResultBase^>^ Results {
	List<PointResultBase^>^ get ();
	void set (List<PointResultBase^>^ value);
}
Property Value
Type: List<PointResultBase>
See Also
Reference
PointResults Class
IdeaRS.OpenModel.Result Namespace